import Image1 from './images/image1.jpg';
import Image2 from './images/image2.jpg';
import Image3 from './images/image3.jpg';
import Image4 from './images/image4.jpg';
import Image5 from './images/image5.jpg';
import Image6 from './images/image6.jpg';

import ImageLogo1 from './images/image1Logo.png';
import ImageLogo2 from './images/image2Logo.png';
import ImageLogo3 from './images/image3Logo.png';
import ImageLogo4 from './images/image4Logo.jpg';
import ImageLogo5 from './images/image5Logo.jpg';
import ImageLogo6 from './images/image6Logo.png';


const company = [
    {
        img: Image1,
        title: "Штаб квартира Сбербанка",
        imgLogo: ImageLogo1,
        titleLogo: "Сбербанк",
        description: [
            `Сбербанк является крупнейшим банком России и Восточной Европы. Инвестирование в акции Сбербанка может принести стабильные дивиденды, учитывая его доминирующее положение на финансовом рынке России.`,
            `Сбербанк демонстрирует стабильный рост прибыли и акционерной стоимости, а также занимает лидирующие позиции по объемам депозитов и кредитов.`,
            `Банк активно внедряет технологии искусственного интеллекта и цифровые сервисы, что делает его привлекательным для долгосрочных инвестиций.`,
            `Сбербанк предлагает инвесторам регулярные дивиденды с перспективой дальнейшего увеличения их размера по мере роста чистой прибыли.`,
            `Основные риски для инвесторов связаны с возможными экономическими санкциями и волатильностью на российском финансовом рынке.`
        ]
    },
    {
        img:Image2,
        title: "Штаб квартира Газпрома",
        imgLogo: ImageLogo2,
        titleLogo: "Газпром",
        description: [
            `Газпром является крупнейшей газовой компанией в мире, контролируя значительные запасы природного газа в России.`,
            `Компания активно реализует международные проекты, включая газопроводы, обеспечивающие экспорт газа в Европу и Азию.`,
            `Газпром предлагает высокие дивиденды своим акционерам, что делает его акции популярными среди долгосрочных инвесторов.`,
            `Газпром контролирует ключевые газопроводы, что обеспечивает компании лидерство в транспортировке газа.`,
            `Основные риски включают в себя зависимость от экспортных контрактов и возможное воздействие санкций.`
        ]
    },
    {
        img:Image3,
        title: "Штаб квартира Лукойла",
        imgLogo: ImageLogo3,
        titleLogo: "Лукойл",
        description: [
            `ЛУКОЙЛ является одной из крупнейших частных нефтяных компаний в мире. Инвестиции в акции ЛУКОЙЛа привлекательны для тех, кто заинтересован в нефтегазовом секторе.`,
            `Компания активно развивает проекты по добыче и переработке нефти и газа в России и за рубежом, что обеспечивает стабильный приток средств для акционеров.`,
            `ЛУКОЙЛ предлагает одну из самых привлекательных дивидендных программ среди российских компаний, регулярно выплачивая дивиденды.`,
            `С учетом мирового спроса на нефть и газ, ЛУКОЙЛ продолжает оставаться одной из самых устойчивых компаний в отрасли.`,
            `Возможные колебания цен на нефть и геополитические риски могут повлиять на акции компании.`
        ]
    },
    {
        img:Image4,
        title: "Штаб квартира Яндекса",
        imgLogo: ImageLogo4,
        titleLogo: "Яндекс",
        description: [
            `Яндекс — крупнейшая IT-компания России, которая активно развивает свои технологии в области поисковых систем, интернет-рекламы, а также облачных и транспортных сервисов.`,
            `Компания активно инвестирует в искусственный интеллект, беспилотные автомобили и облачные решения, что делает её привлекательной для долгосрочных инвесторов.`,
            `С учётом роста спроса на цифровые услуги и интернет-коммерцию, акции Яндекса могут показать высокий рост в ближайшие годы.`,
            `Регуляторные риски и конкуренция на мировом рынке технологий могут оказать давление на компанию.`
        ]
    },
    {
        img:Image5,
        title: "Штаб квартира Норникеля",
        imgLogo: ImageLogo5,
        titleLogo: "Норникель",
        description: [
            `Норникель является крупнейшим производителем никеля и палладия в мире, что делает его одним из важнейших игроков на рынке цветных металлов.`,
            `Компания активно развивает проекты по добыче металлов, необходимых для высокотехнологических отраслей, таких как автомобилестроение и производство аккумуляторов.`,
            `Норникель известен своими высокими дивидендами, что привлекает как российских, так и зарубежных инвесторов.`,
            `Экологические риски и возможные колебания цен на металлы являются основными угрозами для стабильности компании.`
        ]
    },
    {
        img:Image6,
        title: "Штаб квартира Аэрофлота",
        imgLogo: ImageLogo6,
        titleLogo: "Аэрофлот",
        description: [
            `Аэрофлот – одна из старейших и крупнейших авиакомпаний в мире. Сегодня Аэрофлот возглавляет группу из нескольких авиакомпаний, которые перевозят более 45 миллионов пассажиров в год по 248 направлениям в 60 странах.`
        ]
    }
]

export default company;